Repository: mozilla-l10n/mt-training-data
Catalog: yaq/yaq_pontoon.tmx
Source language: en_us
Languages: yaq

source: 1 sentence collected
yaq: 1 Nook jiawai nauto’ri

source: 2 down, keep it up!<playIcon></playIcon>
yaq: Woi ka kate, ¡junuen jiba!

source: About
yaq: watek ju’uneya

source: Accepted file types: .tsv only
yaq: Ni le bena ji’okima’im jiba mabet’ri .tsv

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
yaq: ¿tuisi empo a jikajak juka nooki ta?

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
yaq: cusi’sia a leiarioa juka nokta

source: { $actionType }<stopIcon></stopIcon> when done
yaq: Annsuko

source: { $actionType } submit when ready
yaq: A bittua ansuko

source: Add and Review Sentences, Add Questions, Transcribe Audio
yaq: Kibacha into nook jiawaim bicha, kibachá nattemaine nook, jityokaim mamatoime.

source: Add <icon></icon> a public domain sentence
yaq: Wuepul nook jiawai ta amma kibacha lominio yoemia atte’ari ta

source: Add information
yaq: Tejwaita amma kibacha

source: Add new sentences for the community to read
yaq: Kibachá bemela nook jiawaim juname itom komunilat am Ji’ojnokne.

source: Add one sentence per line
yaq: Wuepul nook jiawai ta ama kibacha wue’epul wi’ia po lula

source: Add questions in your language
yaq: Kibachá em nook jiawai nookapo.

source: Add Sentences
yaq: Nookim kibacha

source: Add sentences in your language
yaq: Kibachá em nook jiawai nookapo.

source: Add up to 1,000 sentences
yaq: 1.000 nook jiawaim juni empo a ama kibacha.

source: Add Your Voice
yaq: Em nok jiawai ta ama kibacha.

source: Agriculture and Food
yaq: Wajreo into utte’alim

source: All sentence must have the same domain
yaq: Nika ke jume sime nook jiawai ama nau kiane wuepul lominio po.

source: All sentences must have the same citation
yaq: Nita ke jume siime nook jiawaim nalebenak leeta into nal’lebenak taetejwaine.

source: Already have an account? <login>Log-In</login>
yaq: ¿Jaibu empo im boo’o tekil ta ya’ala? Amma kibake.

source: An error occurred fetching sentences
yaq: Jiob’ria amma yeu sika nook tewa’aita jariuwapo.

source: An error occurred reviewing this sentence
yaq: Jiob’ria amma yeu sika nook tewa’aita mabetwapo.

source: An error occurred submitting your voice information
yaq: Jiob’ria amma yeu siika nook jiawai ta bittuawapo.

source: Approve
yaq: Mabetne

source: A quiet background hubbub is OK, but we don’t want additional voices that may cause a machine algorithm to identify words that are not in the written text. If you can hear distinct words apart from those of the text, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
yaq: Tu'i tabwi jiawai ta ama nasuk jia'o, bweta kat'te tabwik jita ka tua kusik amma yeu jiu'ia algoritmo ta ka jiobtoabetchibo juka nokta ka jiokteita amma ka kibachabetchibo. Tabwi jiawai ta ama jiao juka ka em tewanta ka mabetne nok jiawai jiyokai ta, ini'en yeu weama televisión ta etapoik sutojako into bwatem e'enat etejo juni'i kechi kusi'si nawam etejo'u.

source: Are you coming? <strong>[called by another]</strong>
yaq: ¿Abo weye? [Tabwi au chae]

source: Ask us questions on <matrixLink>Matrix</matrixLink>, <discourseLink>Discourse</discourseLink> or <emailLink>email</emailLink>.
yaq: ito’u nat’temae Matrix po, Discourse po, into email po lula.

source: Automotive and Transport
yaq: sikweyeme nenkireo into jittojareom

source: Background Noise
yaq: Nasuk betuk jaiti jiia

source: Background Voices
yaq: Jasuk jiawaipo jaitiuwa

source: Be cautious before rejecting a clip on the ground that the reader has mispronounced a word, has put the stress in the wrong place, or has apparently ignored a question mark. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a margin of appreciation for those who may speak differently from you.
yaq: A mammatte ka'a mabet baeteko nok jiawai jiyokawamta ja'na no'okta tewaripo. Bu'usia a tewatu u no'oki etejori inim ania'apo, wa'atem jumak jakwo ka enchi Jikailame em rop'po joapo. A mammatte tú teko u nokjiawai jiyokarime, u no'oki tabwisi nokwatek juni'i empo a ibakta.

source: [‘Beret’ is OK whether with stress on the first syllable (UK) or the second (US)]
yaq: "Kobat attea" junuen tu'i utteateuwai nook bichapo (Reino unido) into senuku (EE.UU.)

source: <bold>{ $count }</bold> Clips
yaq: chibejtimem

source: <bold>Help us</bold> find more voices
yaq: Em yalaum ajase chaka’ariamake.

source: Bulk batch
yaq: Bu’u bwe’u

source: Bulk Sentences Uploaded
yaq: Bu’u nook jiawaim tobo’oteri

source: By telling us about yourself, you will help developers build more inclusive technology
yaq: ¿empo itomak a bittuapea tejwai ta em nooki betana?

source: By using Common Voice, you agree to our <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
yaq: Common Voice ta, jipu’eteko ke amm mabeta itom simme tu’uwa bo’oria ta.

source: Cancel Re-recording
yaq: A kecha nook jiyokaita

source: Cancel Submission
yaq: Bittuamta kechane.

source: Cannot submit more than 1000 sentences
yaq: Ka bittuatuk jume 1000 nook jiawaim

source: Change preferences
yaq: Bat kecha'i ta Nakulia

source: Check <icon></icon> is this a linguistically correct sentence?
yaq: jikku’ubwa. ¿juka nook tewuaita chia tuisi jiamta?

source: <chevron></chevron>See less
yaq: Chia ili'kik

source: <chevron></chevron>See more
yaq: Chia bu'uk

source: Citation
yaq: taetejwai

source: Cite with a URL link or the full name of the work.
yaq: Taetejwai ta yaa enlace URL make u ke team juwa jaibu em yaala make.

source: Click
yaq: pit'ta

source: Clips Uploaded
yaq: Nook jiawai jiyokaim jamuutuarim

source: Comment
yaq: Etejo

source: Contact Us
yaq: Itou jiokte

source: Continue
yaq: weye

source: Continue validating
yaq: Ketun a mabettne.

source: Contribute
yaq: aemak a ya'a

source: Contribute sentences
yaq: Cha wate etejorim aemak ya

source: Contribution Criteria
yaq: lutu’uria nau jowame

source: Create a profile
yaq: Bo'o tekil ta ya

source: Criteria
yaq: jajamiam

source: Datasets
yaq: tejwai nau weyeme

source: Delete my recordings
yaq: Nook jiyokaim tuchane

source: Different language
yaq: Tabwi nooki.

source: Difficult to pronounce
yaq: Obiachi tewapo

source: Discard ongoing recording
yaq: Kecha nok jiawai jiyokai weyemta

source: Does the sentence meet the guidelines?
yaq: U Jeewitei a yuma’aria juka lutu’uriata?

source: Donate your voice
yaq: Nook ta mikka

source: Don't see your language on Common Voice yet?
yaq: ¿Ketun empo ka a tea em nokanta?

source: Drag your file here or <uploadButton>click to upload</uploadButton>
yaq: Binabicha a soita juka em bittualanta u a pit’ta a pu’akti betchibo.

source: Drop file here to upload
yaq: Im a sutoja juka em bittualanta a jamutua betchibo

source: Enter your public domain sentence here
yaq: Imma kibacha juka em nook jiawai ta lominio yoemia atte’ari ta

source: Enter your public domain sentences here
yaq: Imma kibacha juka em nookim jiawai ta lominio yoemia atte’ari ta

source: Error adding sentence
yaq: Jiob'ria ama yeu sika nook jiawai ta kibachawapo.

source: ESC
yaq: yeu sim betchibo

source: Exit & Delete clips
yaq: Yeu simne into am tuchane jume nook jiyokaim

source: Fewer than 15 words per sentence
yaq: Wooy mámmni ama mámnim po nook jiawuaim po kombicha.

source: File is too large
yaq: Ji’ojkima’i unna bwe’u

source: File is too small
yaq: Ji’okima’i unna ilitchi

source: Finance
yaq: Jinaikiareo

source: Finish recording
yaq: Ansu nook jiyokaita

source: Finish recording first?
yaq: ¿Empo amm nook jiyokasubae bachia?

source: Finish Review
yaq: A bit’sune

source: Finish validating
yaq: Kantam mabetne.

source: Finish validating clips?
yaq: ¿Kantam mabetne jume nok jiawai jiyokaim?

source: Follow guidelines from “What sentences can I add?”
yaq: Lutu’uria ta ja’jase ""¿jita nook jiawai ta ne a amman bittua?""

source: for example
yaq: Inien machilai

source: For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. For example, if we don't include any speakers with a particular accent, then the technology won't work well for people with that accent. <learnMore>Learn more about why metadata matters.</learnMore>
yaq: Inika bemela wi’i nooki ta’a tui’si we’ene betchibo. ini’i tejwai a ani’a inika yalame bemewa wi’i ta’tabwi yuemia ta amma yeu matchia betchibo, kabeta juka tabwik nokatanta amma kibachak intoko, jini’i wi’i kaibu tui’si wuene amme betchibo. Tabwi bemela tejwaita ta june’ya jaisakai tua beje’e ini’i metadatom teame.

source: General
yaq: Siime

source: General language / multiple variants
yaq: Nooki etejowame/ jaiki nook jiawaim ama emo chupa’lame

source: Grammatical / spelling error
yaq: ji’opria jioktei

source: Great!<recordIcon></recordIcon> Record your next clip
yaq: ¡tu’i! tabwi nook jiyokai mmak na'ate

source: Great work!<playIcon></playIcon> Listen again when you're ready
yaq: ¡Tu’i tekil te ya'ak! junuen eateko Juchi'a a jika'ja

source: Guidelines
yaq: Lutu’uriam

source: Healthcare
yaq: ala’eewame

source: Help create Common Voice’s first target segment in { $locale }
yaq: A ania ka a ya uka bemewa wepul chibejti boo’o tekil ta uka commom voice ta

source: Help us validate voices
yaq: Itom aniaka yeu am pua jume nok jiawai jiyokaim

source: His hand was rais-ed.
yaq: Jikat mam-makan.

source: History, Law and Government
yaq: jakko weeriata bichame, nokria into kobierno

source: How do I cite?
yaq: ¿Jaisa ne taetejwai ya yaane?

source: How to add multiple sentences
yaq: ¿Jaisa bea wuate nook jiawai amma kibachane?

source: How would you describe your sex or gender?
yaq: ¿Jaisa empo a tewuapea emm o’outukapo u em Jamut’tukapo?

source: I agree
yaq: mabetria

source: I confirm that these sentence are <wikipediaLink>public domain</wikipediaLink> and I have permission to upload them.
yaq: Ne mabeta ke inime nook jiawaim lomio yoemia atte’ari into ne a am ja’mutua.

source: I confirm that this sentence is <wikipediaLink>public domain</wikipediaLink> and I have permission to upload it.
yaq: A mabeta ke jini’i em tewai lominio yoemia atte’ari, into ne baisokta’ri a jamutua betchibo

source: <icon></icon> Add multiple public domain sentences
yaq: Wuate nook jiawaim ama kima lominio yoemia atte’ari po.

source: Ideally natural and conversational (it should be easy to read the sentence)
yaq: Niita ke a etejo tu’ne (nikaa que a tuisi a leiratune ka obiachisia)

source: I do not agree
yaq: Ka mabet’ria

source: If it’s your own words, just say <italicizedText>“Self Citation”</italicizedText>. We need to know where you found this content so that we can check it is in the public domain and no copyright restrictions apply. For more information about citation see our <guidelinesLink>Guidelines page</guidelinesLink>.
yaq: Tua Em nook jiawai tu’ko, jinen jiba jia “ ino ne taetejwaite”. Junebaete jaksa empo inika teak ke ini’i lominio yoemia atte’ari into ka wua ye ya’yatituawam ta weeya u derecho de autorim betana. Chia wuate taetejwaim june’yabaetek juni’i itom pagina lutu’uria meu kibake.

source: If the recording breaks up, or has crackles, reject unless the entirety of the text can still be heard.
yaq: nok jiawai jiyokaita jita'a amma a baneko o jita tabwik amma yeu kusiako, kat a mabeta juka jiokteita tuisi amma a yeu jiao junak ala'a.

source: If there is additional information you want to provide about this file, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
yaq: Chia wuate tejwai ta empo ama kibacha baeteko juka enchi bittuaka betana, iao jiokte []

source: If there is additional information you want to provide about this file that is not included in the template, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
yaq: Chia wuate tejwai ta empo ama kibacha baeteko juka enchi bittuaka betana ka amma yeu a matchiako, iao jiokte []

source: If the sentence does not meet the above criteria, click the &quot;Reject&quot; button on the left. If you are unsure about the sentence, you may also skip it and move on to the next one.
yaq: Ju Nook tewa’i ka jajamiam mabet,rituko, a pit’ta Ka a mabetwuapo, em mikkoi u bicha. Ka tu june’ateko juni’i a chepta.

source: If the sentence meets the criteria, click the &quot;Approve&quot; button on the right.
yaq: Ju Nook tewa’i sime jajamiam mabet’rituko, apit’ta mabetwuapo, batam meu bicha.

source: If you come across something that these guidelines don’t cover, please vote according to your best judgement. If you really can’t decide, use the skip button and go on to the next recording.
yaq: rebektim amma teako ka ibaktaim, yeu a poa en el'lapo, ka tuisi juneatuk juni'i taabejuktia ta pit'ta a chepta betchibo intento tawbi nok jiawai jiyokai mak Na'ate.

source: If you run out of sentences to review, please help us collect more sentences!
yaq: Jaibu kaita nook tewa’aim ayuk juni’i intom annia ka wuate nook tewa’im nau toja.

source: Include appropriate citation
yaq: Tu’i Taetejwai ta ama kibacha

source: Invalid file
yaq: Ji’ojkima’i ka tu’i

source: It contains words or phrases that are hard to read or pronounce.
yaq: Obiachi nokta weya ka tu á tewatumta

source: It is written in a language different than what I’m reviewing.
yaq: Tabwi nook po jiokterim ta bena ka wua nim mabetame benasia.

source: It is written in a language different than what I’m speaking.
yaq: Ini tabwi si jiokteri ka inim nonoka'a benasia

source: Just Unsure?
yaq: ¿Empo ka tui'si juneateksu?

source: Keep it up, record again <recordIcon></recordIcon>
yaq: Inen jiba, tabwi nook joyokai mmak na’ate

source: Keep the recordings
yaq: Kettun a nook jiyokasimne

source: Keep track of your progress with a profile
yaq: Em yalaum ajase chaka’ariamake.

source: Language Fundamentals (e.g. Digits, Letters, Money)
yaq: Nook jiawai lutu’uria (p.ej. jina’iki, leetam, ji’osia tomi)

source: Languages
yaq: Bu'u nookim

source: Large bulk sentence submission
yaq: Bu’u nook jiawaim bittuari

source: Learn More
yaq: Wate tejwai

source: Leaving now means you'll lose your progress
yaq: Ian yeu siko, sime ta e tarune ian tajti enchi yalamta.

source: Listen
yaq: Jikaine

source: Listen options menu
yaq: Yeu pu’aria nook jiawaim.

source: Loading sentences…
yaq: Ketun am nook tobo’ote jume nook tewua'aim…

source: <loginLink>Login</loginLink> or <loginLink>sign up</loginLink> to add multiple sentences
yaq: Kibake u emo jiokte jaiki nook jiawai amma kibacha betchibo

source: Log in or sign up to get started
yaq: Nate u emo jiokte nate betchibo.

source: Log In / Sign Up
yaq: Naate, emo jiokte/Nokaka emo jiyoka

source: Make sure the sentence meets the following criteria:
yaq: Jume sime nook tewa’im lutu’uria jajameim ta we’yane

source: Maximum file size: 25 MB
yaq: Ime jiba yumma: 25MB

source: Media and Entertainment
yaq: Bitnoki tekipanoareom

source: Minimum sentences in file: 1000
yaq: Ime nook jiawam jiba empo a ama kima ji’okima’i po: 1000

source: [Mismatched content]
yaq: [U nau tojiri ka yeu machi]

source: Misreadings
yaq: Ka tuisi mammatteim

source: Missing an <strong>'s'</strong> at the end of a word.
yaq: Ama be'e u 's' nokta lutepo

source: Missing <strong>'A'</strong> or <strong>'The'</strong> at the beginning of the recording.
yaq: Ama be,e u [] "eme'e" u "wame'e" [] nok jiawai jiyokai ta na'atepo.

source: Missing the end of the last word by cutting off the recording too quickly.
yaq: noktawepo cobawako lauti enchi a chuktako nokjiawai jiyokaita

source: [More has been recorded than the required text]
yaq: [Na'abujtia nokjiawai jiyoka'ita bwisek jiokte'ta]

source: Most recordings are of people talking in their natural voice. You can accept the occasional non-standard recording that is shouted, whispered, or obviously delivered in a ‘dramatic’ voice. Please reject sung recordings and those using a computer-synthesized voice.
yaq: Bu'uka nok jiawai jiyokaita tuli'si a tewaka emo jo'joa, tui'isi a mabetne juka nok etejorita chaekai o lautia ili nokakai, kam mabeta jume nok jiawai jiyokaim jan'na yarime.

source: Nature and Environment
yaq: Aniapo ayukamta into konila ayukamta tekipanoame

source: News and Current Affairs
yaq: Jume siime yeu weem ta etejo tekipanoasakame

source: No
yaq: Je'e

source: [No ‘a’ in the original text]
yaq: [Ka ama weye u 'mi' um bat jiokteipo]

source: <noCopyright>No copyright</noCopyright> restrictions (cc-0)
yaq: Kaita ya’ate’i hume derecho de autorim betana.

source: No foreign letters
yaq: Ka omot bicha ji'jioktewam mak benasia

source: No microphone found.
yaq: Kaita jiawa jaktei ta te’ak.

source: No numbers and special characters
yaq: Ka ji’jinaikiawam make into ka ke jika jiojteim mak juni’i

source: No sentences to review. <addLink>Add more sentences now!</addLink>
yaq: Jaibu kaita nookim bitbetchi'ibo wuate nookim amma kibacha.

source: No thanks, continue speaking
yaq: Chookuttesia ta je’e, ke’tun nookae.

source: Offensive language
yaq: nooki kaa yee yo’oriwame

source: Offensive speech
yaq: jippu’uwame kaa yee yo’oriwamta we'iya

source: On desktop devices you can contribute by downloading…
yaq: Komputadora ejcritorio po, junama empo a kom amm wike:

source: On his head he wore a beret.
yaq: kobat at'tea weyakai

source: On iOS please continue with Safari to enable recording…
yaq: iOS po inim kibake Safari po lula nook jiyokaita ta etapo betchibo...

source: On the other hand, if you think that the reader has probably never come across the word before, and is simply making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
yaq: Into kechia, empo junu'en ea'teko u leiaroame jakwo juni keabichan ta benasia anneteko uka nokta into ke ja'ana yeu a puao. Kat a mabeta. Ka tui'isi a junneyateko, taabejuktia ta pit'ta yeu sim betchibo.

source: p
yaq: r

source: Partner
yaq: itom jala’itu

source: [Part of the text can’t be heard]
yaq: [U wepul jioktei ka tuisi jikaituk]

source: <playIcon></playIcon>Last one!
yaq: ¡lu’utei!

source: Play/Stop
yaq: We'etua/kecha

source: Please check our <templateFileLink>template file</templateFileLink>. Your sentences should be copyright free (CC0 or permissioned original work by the submitter) and be clear, grammatically correct and easy to read. Submitted sentences should take roughly 10-15 seconds to read and should avoid including numbers, proper nouns and special characters.
yaq: A biicha jume itom () ji’okima’im. Jume em nook jiawai nitake ka derecho de autorne u a yaalamta aet mabetlatuko) into tui’si yarimtune a ji’ojnokai tunne kechia, jume nook jiawaim bittuarime ka tua bibinwuatune nitake 10 u 15 segundom po a ji’ojnoka tune into ka jinaikiarim wueyane, team into lettam jachin weyeme.

source: Please fill out this field.
yaq: Inika tapunia

source: Please select a language to review sentences.
yaq: Wuepul nookit a pit'ta wuate nook tewa'aim bitbaeteko

source: r
yaq: g

source: [‘Raised’ in English is always pronounced as one syllable, not two]
yaq: "Jikat" estao unilo nookipo jiba jiyoktei ta benasi a kusiteuwa.

source: Rate limit exceeded. Try again in { $retryLimit } minutes
yaq: nabujti ama wuam siika a yepsa po tajtia, chia chuka juchi a jiobilane { $retryLimit } minutom po

source: Rate limit exceeded. Try again in { $retryLimit } seconds
yaq: nabujtia ama wuam siika a yepsa po tajtia. Chia chukula juchi a jiobilane () segundom po

source: Reader Effects
yaq: junulentei leiaroa

source: Reading contractions that aren't actually there, such as "We're" instead of "We are", or vice versa.
yaq: Leiaroa juka lebe’eji’ojtei ka ayukamta, benasia ,"ebechibo" "ebetchibo" into inenia.

source: Read Sentences
yaq: Ji’ojnoka jume nook jawaim.

source: Read Sentences, Answer Questions
yaq: Ji’ojnoka jume nook jiawaim, am yopna nattemaiwaim.

source: Read sentences submitted by the community in various languages
yaq: Ji’ojnoka tabwi nookim po lutula.

source: Ready to do { $count } more?
yaq: ¿Jaibu empo aet kobasuasuk [] watek ya betchibo?

source: <recordIcon></recordIcon> Last one!
yaq: ¡jaibu lu’utei!

source: [Recording cut off before the end of the last word]
yaq: [nokjiawai jiyokai ke ansuwao jita ama ba'aneko ke nok ansuwapo]

source: Record/Stop
yaq: nokjiawai jiyoka/ Kecha

source: Record yourself reading sentences in your language
yaq: Nook jityokaim yea en nookapo lutula.

source: Record yourself responding to questions and prompts in your language
yaq: Nook jityokaim yea natteamaiwaim yeupnakai a nookaapo.

source: Record your voice
yaq: Em nok nokjiawai jiyoka

source: Reference the source of your sentence (required)
yaq: Jioktei ta amma kibacha juka en nokamta betana (utte’a po)

source: Reject
yaq: Ka mabetne

source: Report
yaq: Tejwa

source: Report was passed successfully
yaq: Tu'isi bit'tuawak u tejwai

source: Request a Language
yaq: Tabwi nooki ta yeupoa

source: Re-record
yaq: Juchi a nook joyokne

source: Re-record clip
yaq: Bemelasi nokjiawai jiyoka

source: Return
yaq: No'ote

source: Review
yaq: Bitne

source: Review could not be saved. Please try again later.
yaq: Ka e’riatuk u em jaibu mabetlaum. Chia chu’kula juchia a jiobilane.

source: ⓘ Review Criteria
yaq: lutu’uria jajamiam

source: Review Criteria
yaq: lutu’uria jajamiam

source: Reviewed sentences not submitted, are sure?
yaq: Ka! bit’tuari jume jaibu bit'rime, ¿junuen empo a su'utoibae?

source: Review existing sentences submitted by the community
yaq: Bitcha nook jiawaim komunilat ta yeu puala’um.

source: Review & re-record clips here as you go
yaq: A bitmammatte into uchi’a a nook jiawai jiyoka.

source: Review & re-record clips if needed
yaq: A bitmammatte into uchi’a nook jiawai jiyoka.

source: Review Sentences
yaq: Nook tewa’aim bicha

source: Review sentences in your language
yaq: Majtekilbicha jume nookim em nookpo.

source: Review & Submit
yaq: A bitmammatte into am bittua

source: Review transcriptions of recorded sentences for accuracy
yaq: Majtekilbicha Bitcha jume nook jiawai mamatoim jaibu jityokaim.

source: Review user-submitted transcriptions in your language
yaq: Bitcha jume mamatoim em a nookapo.

source: s
yaq: h

source: S
yaq: T

source: Select an option
yaq: Wuepuleik yeu a pu’a.

source: Select a variant (optional)
yaq: Tabwi ta im Nooki jiawai po emo chupa’lam ta yeu pua (junuen eateko)

source: Select File
yaq: ji’okima’i ta Yeu a pua

source: Select File to Upload
yaq: Wuepuleik yeu pua a puakta betchibo

source: Select up to three domains (optional)
yaq: Ba’ji lominiom juni pit’ta (junuen eateko)

source: Sentence
yaq: Nooki

source: Sentence Collection
yaq: Etejorim nau tojirime

source: Sentence Domain
yaq: Lominio nook jiawaita

source: Sentences contributed here will be added to a publicly available cc-0 licensed dataset.
yaq: Ju nooki bittuarim amman kibachawua jume ropo'o lisensia kam mewui. Into nau atte’ari siimem betchibo

source: { $sentences } sentences reviewed. Thank you!
yaq: [] nook tewa’aim bit’ri.

source: Sentence Variant
yaq: Tabwi ta im Nooki jiawai po emo chupa’lame

source: Separate sentences into one line by pressing “Enter” or “Return” once
yaq: Nook jiawaim na’ikimte Wuepul wi’ia po lula.

source: Service and Retail
yaq: Jitanenkireo

source: Share Common Voice
yaq: wuatemeo a bbi'tua Common Voice

source: Share your clip
yaq: ja’amutua em nook jiyokaim

source: Shortcuts
yaq: lutula kibakwapo

source: [Should be ‘dinosaurs’]
yaq: ['dinosauriom' ti jiue'an]

source: [Should be “We are”]
yaq: ["Ne'e si'ika" ti jiu ean]

source: Single
yaq: Wuepul nook jiawai

source: Single sentence submission
yaq: Wuepul nook jiawai bittuari

source: Skip
yaq: chepta

source: Small batch
yaq: Ilitchi bu’u

source: Small batch sentence submission
yaq: Bu’u ilitchi nook jiawaim bittuari

source: Source: { $sentenceSource }
yaq: Jiokteim

source: Speak
yaq: Nooka
